Repository: NizamHakim/final-icar
Catalog: lib/src/l10n/notification/notification_*.arb
Languages: id

# notificationPermissionTitle
source: Notification Permission
id: Izin Notifikasi

# notificationPermissionDesc
source: You will be notified when your iCar is nearby or arrived.
id: Anda akan mendapatkan notifikasi ketika iCar anda sudah dekat atau sudah tiba.

source: Stay Disabled
id: Tetap Nonaktif

source: Grant Permission
id: Berikan Izin

source: Enable
id: Aktifkan

# icarCloseNotificationTitle
source: iCar is nearby!
id: iCar sudah dekat!

# icarCloseNotificationBody
source: iCar will be arrived in couple of minutes. Lets go to the stop!
id: iCar sampai dalam beberapa menit. Ayo pergi ke halte!

# icarArrivedNotificationTitle
source: iCar has arrived at the stop!
id: iCar tiba di halte!

# icarArrivedNotificationBody
source: Let's get to the iCar or queue for another time if it's fully occupied!
id: Ayo naik iCar atau antre di waktu lain kalau iCar penuh!

# reviewNotificationTitle
source: How was your experience with iCar today?
id: Bagaimana pengalamanmu dengan iCar hari ini?

# reviewNotificationBody
source: Please rate and review to help us improve our service.
id: Silakan berikan penilaian dan ulasan untuk membantu kami meningkatkan layanan.

# icarDisconnectNotificationTitle
source: {icarName} is temporarily deactivated!
id: {icarName} dinonaktifkan sementara!

# icarDisconnectNotificationBody
source: All tickets in queue have been cancelled. We apologize for the inconvenience.
id: Semua tiket yang sedang dalam antrean telah dibatalkan. Mohon maaf atas ketidaknyamanannya.
