Repository: NizamHakim/final-icar
Catalog: lib/l10n/permission/permission_*.arb
Languages: id

# notificationPermissionTitle
source: Notification Permission
id: Izin Notifikasi

# notificationPermissionDesc
source: You will be notified when your iCar is nearby or arrived.
id: Anda akan mendapatkan notifikasi ketika iCar anda sudah dekat atau sudah tiba.

# locationPermissionTitle
source: Location Permission
id: Izin Lokasi

# locationPermissionDesc
source: This app relies on location services to do most of its functions. Please grant location permission to proceed.
id: Aplikasi ini membutuhkan izin lokasi untuk menjalankan sebagian besar fungsinya. Berikan izin lokasi untuk melanjutkan.

# locationPermissionError
source: Location permission has not been granted.
id: Izin lokasi belum diberikan.

# locationServiceTitle
source: Location Service
id: Layanan Lokasi

# locationServiceDesc
source: This app relies on location services to do most of its functions. Please enable location service to proceed.
id: Aplikasi ini membutuhkan layanan lokasi untuk menjalankan sebagian besar fungsinya. Nyalakan layanan lokasi untuk melanjutkan.

# locationServiceError
source: Location service has not been enabled.
id: Layanan lokasi belum diaktifkan.

source: Stay Disabled
id: Tetap Nonaktif

source: Grant Permission
id: Berikan Izin

source: Enable
id: Aktifkan
