Repository: NizamHakim/final-icar
Catalog: lib/l10n/queue/queue_*.arb
Languages: id

# myQueueScreenTitle
source: My Queue
id: Antrean Saya

# scheduleNotYetAvailable
source: Available for queue 30 minutes before iCar arrives
id: Antre dibuka 30 menit sebelum iCar tiba

# confirmQueueTitle
source: Confirm queue
id: Konfirmasi antrean

# confirmJoinQueue
source: Join queue
id: Antre sekarang

# confirmQueueDate
source: Today, {date}
id: Hari ini, {date}

# successQueueNotification
source: Successfully Added to Queue!
id: Berhasil Masuk Antrean!

# successQueueDescription
source: Open ticket to see your queue details
id: Buka tiket antrean untuk melihat antreanmu.

# successQueueTicket
source: Queue ticket
id: Tiket antrean

# ticketStatus
source: {status, select, IN_QUEUE{In Queue} CANCELED{Canceled} FINISHED{Finished} other{Unknown}}
id: {status, select, IN_QUEUE{Dalam antrean} CANCELED{Dibatalkan} FINISHED{Selesai} other{Unknown}}

# icarSeats
source: {count, plural, =1{1 seat} other{{count} seats}}
id: {count, plural, =1{1 kursi} other{{count} kursi}}

# peopleInQueue
source: {count, plural, =1{1 person} other{{count} people}} in queue
id: {count, plural, =1{1 orang} other{{count} orang}} dalam antrean

source: No schedule available
id: Tidak ada jadwal tersedia

# noTicketsByStatus
source: {status, select, IN_QUEUE{No tickets in queue} CANCELED{No tickets canceled} FINISHED{No tickets finished} other{Unknown}}
id: {status, select, IN_QUEUE{Tidak ada tiket dalam antrean} CANCELED{Tidak ada tiket dibatalkan} FINISHED{Tidak ada tiket selesai} other{Unknown}}

# pleaseSelectOtherSchedule
source: Not yet available. Please select other available schedule.
id: Belum bisa antre. Silahkan memilih waktu lain yang tersedia.
